{
	"d01": {
		"country": "Australia",
		"region": "Queensland",
		"area": "Caloundra Sunshine Coast",
		"url": "#test",
		"availability": "cabo.html",
		"text": "<p>Pristine coastline, lush hinterland, superb cuisine, action and adventure or just the perfect piece of sand on which to sit and ponder? The Sunshine Coast begins at Caloundra, just one hour's drive north of Brisbane and extends to Cooloola, the gateway to Fraser Island.</p><p>It takes in tranquil hinterland including the Glass House Mountains, Blackall Range, Noosa Hinterland and the Mary Valley; as well as more than 100 kilometres of beaches stretching through the coastal towns of Caloundra, Kawana, Mooloolaba, Maroochydore, Coolum Beach, Noosa and Rainbow Beach. It's holiday central for both couples and families. </p><p>You can keep the kids happy fishing, visiting attractions, canoeing or wandering the markets. Rivers, sheltered bays and surf beaches provide a variety of swimming spots. Factor in an indulgent massage for two, a quiet rainforest walk, a round of golf or a romantic dinner in the mountains or by the sea. The Sunshine Coast is the ideal place to relax and unwind. </p><p>Caloundra is known as the Winter Playground of the Sunshine Coast. With its great surf beaches, beautiful hinterland and gentle sheltered waterways it provides something for everyone.</p><p>Kings Beach is one of the favourite patrolled beaches in the area with its free 25 metre saltwater swimming pool together with a children's pool, wading area. Part of a multi million dollar redevelopment of the area, a walk of approx four kilometres commences at the Western end of Bulcock Esplanade, and passes through Kings and Shelley beaches, continuing on to Moffat Headland to absorb views of Point Cartwright. </p><p>The tranquil waters of the Pumicestone Passage Marine Park with its clear, blue waters are too inviting to resist. Cool off in the calm waters or take a relaxing eco-cruise to a sumptuous lunch destination; or just sit back and enjoy the setting sun. Take a guided kayak tour and experience the bird life and beauty of a thriving marine habitat. Don't forget to cast a line for a tasty treat then cook it up on the barbeques dotted along the foreshore.</p><p>Whether you are a seasoned diver or trying on a wetsuit for the first time, the Sunshine Coast offers some of the best diving experiences in Queensland. With water temperatures that range from 18 to 27 degrees Celsius, and beautiful sunny weather most days of the year, the Sunshine Coast offers divers a safe and spectacular environment to explore.</p><p>Marine life is in abundance with the perfect sub-tropical waters being a haven for soft and hard corals to flourish. A variety of tropical fish, pelagic fish, giant Queensland gropers, marine reptiles (including green turtles, loggerhead turtles and hawksbill turtles), rays and sharks are regularly encountered at many dive sites.</p><p>The list of dive sites is impressive and includes HMAS Brisbane, a warship sunk off the Sunshine Coast to create a world-class dive destination and artificial reef; Mudjimba (Old Woman) Island a popular shallow-water dive site and close to shore; The Pinnacles, an amazing site of 3 pinnacles standing upright from the sea bed; or The Cave, a 10-12 metre dive incorporating interesting ledges, gutters and swim throughs, renowned for its colourful array of soft and hard corals, ascidians and tropical fish.</p><p>The Caloundra experience does not end at the foreshore. Look further afield and you will find a hinterland of stunning diversity and beauty that offers something for everyone ... from the sightseer to the thrillseeker.</p><p>Within half and hour's drive of the beach, the landscape varies from tropical fruit plantations to lush rainforest. The Glass House Mountains provide an impressive centrepiece, standing like silent sentinels above the surrounding patchwork of fields and forests. Steeped in history, the mountains carry Aboriginal names but were collectively named by explorer Captain Cook in 1770. The Glass House Mountains Tourist Drive puts you almost within touching distance, while a drive to the top of the nearby Blackall Range provides a breathtaking panorama. The best vantage point is Mary Cairncross Park.</p><p>No visit to Caloundra City would be complete without a tour of the hinterland townships, each of which offers much to see and do. You can while away the hours in the many arts and crafts shops, tuck into a Devonshire tea or purchase farm-fresh produce from a roadside stall ... the choice is yours. There is also a host of more energetic pursuits to choose from including bushwalking, rock climbing and horse riding.</p><p>The beauty and lifestyle of Caloundra's Hinterland has enticed a host of talented chefs to present their art form in a diverse range of eating options - from 'best restaurant' standard to melt-in-the-mouth Devonshire teas in treetop settings. </p><p>The historic Caloundra Lighthouse, located in Canberra Terrace, was built in 1898 and is the city's oldest building - constructed when just four other houses existed in the township. Owned by the National Trust, this Caloundra landmark stands beside a new lighthouse.</p><p>Take a journey to another world and come face to face with 25,000 creatures at Australia's multi-award winning Underwater World oceanarium and aquarium. Tuck into a scrumptious tropical fruit and ice cream parfait at the Big Pineapple, or watch the bee-keepers in action at SuperBee. Tickle your tastebuds at Yandina's Ginger Factory or gasp as the keepers feed the crocodiles at the internationally renowned Australia Zoo at Beerwah.</p><p>Why not pick up the pace a little and indulge the thrill seeker within? Scream around the track in a go-kart, shoot high into the sky on the bungy bullet at the Big Kart Track. Get struck by gold-rush fever and pan for gold, ride the Mary Valley Rattler steam train. Discover the local Aboriginal art and Australian culture at Aussie World family fun park behind the iconic Ettamogah Pub. </p><p>Nearly 300 days of sunshine create a year-round paradise for golfers. The world's golfing greats, like five-times British Open champion Peter Thomson, Australia's own Greg Norman, Robert Trent Jones Jnr and world-renowned golf course designer Mike Wolveridge, have created courses to complement the Coast's shining natural beauty. </p><p>The Sunshine Coast wine region is one of the most diverse and fastest growing wine regions in Queensland, encompassing vineyards situated high up in the cooler climate Blackall Range, Kenilworth and Traveston areas through to the milder climates in the valleys near the coast. </p><p>Chefs work with a stunning array of in-season local produce from seafood, venison, duck and freshwater crayfish to goat's cheese, figs, pineapples, bananas, Asian greens, asparagus, ginger and bamboo shoots. You can browse the famous Eumundi Market or Noosa Farmers Market for the best of what's in season; taste award winning ice-cream and cheese at Maleny; buy just-picked tropical fruits from the farm gate; devour a kilo of prawns at Mooloolaba or settle down to dine in an elegant restaurant overlooking mountains, rivers or the sea.</p><p>Seductive sunsets, intoxicating views, sparkling waters so clean even the dolphins and whales don't hide from you, sundrenched beaches, stylish town centres and world-class golf courses - it's not a dream - it's the Sunshine Coast.</p>",
		"resorts": [{
			"image": "<img src='images/destinations/australia/queensland/caloundra/caloundra-sunshine-coast.jpg' alt='Some alt description' />"
			
		}, {
			
			"image": "<img src='images/destinations/australia/queensland/caloundra/blank.jpg' alt='Some alt description' data-video='TP-LNEU9tWw'>"
		}, {
			"image": "<img src='images/destinations/australia/queensland/caloundra/blank.jpg' alt='Some alt description' />"
		}, {
			"image": "<img src='images/destinations/australia/queensland/caloundra/blank.jpg' alt='Some alt description' />"
		}, {
			"image": "<img src='images/destinations/australia/queensland/caloundra/blank.jpg' alt='Some alt description' />"
		}],
		"imgs": [{
			"image": "<img src='images/destinations/australia/queensland/caloundra/foot_1.jpg' alt='Some alt description' />"
		}, {
			"image": "<img src='images/destinations/australia/queensland/caloundra/foot_2.jpg' alt='Some alt description' />"
		}, {
			"image": "<img src='images/destinations/australia/queensland/caloundra/foot_3.jpg' alt='Some alt description' />"
		}, {
			"image": "<img src='images/destinations/australia/queensland/caloundra/foot_4.jpg' alt='Some alt description' />"
		}]
	}
}